{
  "result":[
	 {
	   "title": "What is the minimum age for a candidate to be elected as President of India?",
	   "result": "35 years"
	 },
	 {
	   "title": "In which year, first general elections to Lok Sabha were held in India?",
	   "result": "1951"
	 },
	 {
	   "title": "Initially, for how long president rule can be imposed in a state?",
	   "result": " 6 months"
	 },
	 {
	   "title": "In which year, the first meeting of Rajya Sabha was held in Independent India?",
	   "result": "1952"
	 },
	 {
	   "title": "New All India services can be initiated in India only if the following makes a recommendation?",
	   "result": "Rajya sabha"
	 },
	 {
	   "title": "Which among the following is the official language of Union Territory of Lakshadweep ?\n",
	   "result": "Malayalam"
	 },
	 {
	   "title": "Sindhi Language was included in the list of official languages in the 8th schedule of our constitution in which year?",
	   "result": "1967"
	 },
	 {
	   "title": "What is the upper limit of election expense in a parliamentary constituency?\n",
	   "result": "70 lakhs\n"
	 },
	 {
	   "title": "By which among the following acts, the East India Company lost its monopoly of trade with China?",
	   "result": "The Charter Act of 1833"
	 },
	 {
	   "title": "The doctrine of harmonious construction was propounded by Supreme Court in which of the following cases?",
	   "result": "Kerala Education Bill (1957) Case"
	 },
	 {
	   "title": "Which amendment restored the power of judicial review of the Supreme Court and High courts that was earlier curtailed by Constitution (42nd) Amendment Act, 1976?",
	   "result": "Forty-third Amendment Act, 1977\n"
	 },
	 {
	   "title": "Which among the following languages was included in the eighth schedule by Constitution (21st) amendment Bill on 10 April 1967?",
	   "result": "Sindhi"
	 },
	 {
	   "title": "Which among the following is a correct combination of members in Joint Committee on Office of Profit ?\n",
	   "result": "15 from Lok Sabha and 10 from Rajya Sabha =Total 25 members"
	 },
	 {
	   "title": "Which of the following articles under Part IV (Article 36-51) contain the directive principles of state policy that include scope of Gandhian principles?",
	   "result": "Article 40, 47, 48\n"
	 },
	 {
	   "title": "Which among the following is a correct function of Public Accounts Committee?\n",
	   "result": "It is a parliamentary committee which scrutinizes the report of the Comptroller & Auditor General of India\n\n"
	 },
	 {
	   "title": "Which among the following article is specifically excluded from the purview of the procedure of amendment as prescribed in Article 368?",
	   "result": " Article 169\n"
	 },
	 {
	   "title": "Which among the following Union Territory had a Judicial Commissioner’s Court?",
	   "result": "Daman & Diu"
	 },
	 {
	   "title": "By which amendment of the Constitution, Article 323A (Administrative tribunals) & Article 323B (Tribunals for other matters) in a new part XIV A was inserted in the Indian Constitution?",
	   "result": "Constitution 42nd Amendment Act\n"
	 },
	 {
	   "title": "Directive Principles are just like ‘a cheque on bank payable at the convenience of the bank’. Who among the following said this?",
	   "result": "Prof. K T Shah"
	 },
	 {
	   "title": "Which among the following Union Territory had a Judicial Commissioner’s Court?",
	   "result": "Daman & Diu\n"
	 }
   ]
}
